Repository: petervanmanen/Tileroam
Catalog: TileroamWidget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# %lld more rides of %lld km
source: %lld more rides of %2$lld km
de: noch %lld Fahrten à %2$lld km
es: %lld salidas más de %2$lld km
fr: encore %lld sorties de %2$lld km
nl: nog %lld ritten van %2$lld km

# %lld more runs of %lld km
source: %lld more runs of %2$lld km
de: noch %lld Läufe à %2$lld km
es: %lld carreras más de %2$lld km
fr: encore %lld courses de %2$lld km
nl: nog %lld rondes van %2$lld km

source: %lld× %lld km to go
de: noch %1$lld× %2$lld km
es: faltan %1$lld× %2$lld km
fr: encore %1$lld× %2$lld km
nl: nog %1$lld× %2$lld km

source: A map of the tiles around your current location: visited tiles in green.
de: Eine Karte der Kacheln rund um deinen Standort: besuchte Kacheln in Grün.
es: Un mapa de las teselas alrededor de tu ubicación: las visitadas en verde.
fr: Une carte des tuiles autour de votre position : les tuiles visitées en vert.
nl: Een kaart van de tegels rond je huidige locatie: bezochte tegels in groen.

source: Cycling
de: Radfahren
es: Ciclismo
fr: Vélo
nl: Fietsen

source: Eddington Number
de: Eddington-Zahl
es: Número de Eddington
fr: Nombre d’Eddington
nl: Eddington-getal

source: Loading map…
de: Karte wird geladen…
es: Cargando mapa…
fr: Chargement de la carte…
nl: Kaart laden…

source: Open Tileroam to share your location
de: Öffne Tileroam, um deinen Standort zu teilen
es: Abre Tileroam para compartir tu ubicación
fr: Ouvrez Tileroam pour partager votre position
nl: Open Tileroam om je locatie te delen

source: Running
de: Laufen
es: Carrera
fr: Course
nl: Hardlopen

source: Tiles Around You
de: Kacheln um dich herum
es: Teselas a tu alrededor
fr: Tuiles autour de vous
nl: Tegels om je heen

source: Your cycling Eddington number: E rides of at least E km.
de: Deine Rad-Eddington-Zahl: E Fahrten à mindestens E km.
es: Tu número de Eddington en bici: E salidas de al menos E km.
fr: Votre nombre d’Eddington à vélo : E sorties d’au moins E km.
nl: Je Eddington-getal voor fietsen: E ritten van minstens E km.
